public class Lab9 {

    /*
    Использовать GUI                                                           | V
    Сброс значений всех не ключевых полей на основе данных в файле             | V
    Учебные аудитории:                                                         | V
        Аудитория: Id, здание, номер аудитории, название, площадь
        Отсветственен: Id, ФИО, должность, телефон, возраст
            Вывести список аудиторий в указанном здании,                       | V
            вывести список аудиторий закреплённых за указанным ответственным   | V
    Выбор записи для удаления/изменения по id                                  | V
    Вывод всех значений ФИО ответственного                                     | V
    Вывод всех значений зданий                                                 | V
     */

    public static void main(String[] args) {
        MainForm form = new MainForm("Lab");
        form.setVisible(true);
    }
}
